{
  "community": [
    {
      "id": "v_lab_online",
      "name": {
        "zh": "vLAB Online",
        "en": "vLAB Online",
        "ja": "vLAB Online"
      },
      "description": {
        "zh": "vLAB Online（ 台灣路由網路實驗中心 ）是一個由熱愛技術的工程師自發組成的技術社群，早期以 Cisco 與路由網路技術為核心，提供線上交流與實驗環境，協助成員學習與實作。隨著技術演進與社群需求轉變，vLAB 逐步擴大討論主題，涵蓋資安、雲端、開源工具、AI 與數位治理等多元領域，並轉型為以 Line 群為中心的即時交流平台。成員來自各行各業，包含資安研究員、網管工程師、系統架構師與資訊主管，透過日常分享與互助討論，形成高信任度的知識網絡。自 2024 年起，vLAB 啟動「每月聚會計畫」，結合主題演講、書籍導讀與 Social Time，不僅強化技術深度，也促進人脈經營與職涯成長。vLAB 堅持「共學共創」理念，是面對快速變遷技術時代的重要支點，亦是推動在地技術自主與社群韌性的實驗平台。",
        "en": "vLAB Online (Taiwan Routing Network Lab Center) is a technical community spontaneously formed by engineers passionate about technology. Initially focused on Cisco and routing network technologies, it provided an online exchange and lab environment to help members learn and practice. As technology evolved and community needs changed, vLAB gradually expanded its discussion topics to cover diverse fields such as cybersecurity, cloud, open-source tools, AI, and digital governance, and transitioned into a real-time communication platform centered around a Line group. Members come from various professions, including security researchers, network engineers, system architects, and IT managers, forming a high-trust knowledge network through daily sharing and mutual discussion. Since 2024, vLAB has launched a \"Monthly Meetup Plan,\" combining themed speeches, book readings, and Social Time, which not only deepens technical knowledge but also promotes networking and career growth. vLAB adheres to the philosophy of \"Collaborative Learning and Co-creation,\" serving as a crucial pillar in an era of rapidly changing technology and an experimental platform for fostering local technological autonomy and community resilience.",
        "ja": "vLAB Online（台湾ルーティングネットワーク実験センター） は、技術を愛するエンジニアが自発的に設立した技術コミュニティです。初期は Cisco とルーティングネットワーク技術を核として、メンバーの学習と実践を支援するためのオンライン交流および実験環境を提供していました。技術の進化とコミュニティのニーズの変化に伴い、vLAB は討議テーマを徐々に拡大し、サイバーセキュリティ、クラウド、オープンソースツール、AI、デジタルガバナンスなど多様な分野を網羅するようになり、現在は Line グループを中心としたリアルタイム交流プラットフォームへと変貌しました。メンバーは、セキュリティ研究者、ネットワークエンジニア、システムアーキテクト、ITマネージャーなど、様々な業界から集まっており、日々の情報共有と相互扶助の議論を通じて、高い信頼性を持つ知識ネットワークを形成しています。2024年からは「月例ミートアップ計画」を開始し、テーマ講演、読書会、およびソーシャルタイムを組み合わせて、技術的な深みを強化するだけでなく、人脈形成とキャリアの成長を促進しています。vLAB は「共に学び、共に創る」という理念を貫き、急速に変化する技術時代において重要な支点であるとともに、地域社会の技術的自律性とコミュニティのレジリエンスを推進する実験プラットフォームでもあります。"
      },
      "category": {
        "zh": ["第一天 擺攤社群", "第二天 籌備社群"],
        "en": ["Day 1 Community Participation", "Day 2 Organizing Partners"],
        "ja": ["1日目 コミュニティへの参加", "2日目 運営パートナー"]
      },
      "logo": "images/community-logo-v_lab_online.png",
      "website": "https://linktr.ee/vLabOnline",
      "social": {
        "Linktree": "https://linktr.ee/vLabOnline"
      }
    },
    {
      "id": "sticon",
      "name": {
        "zh": "SITCON",
        "en": "SITCON",
        "ja": "SITCON"
      },
      "description": {
        "zh": "SITCON 學生計算機年會是台灣最大的學生資訊社群之一，自 2012 年發起，完全由學生自發籌辦與執行。我們的核心宗旨在於建立一個屬於學生的資訊技術交流平台，透過舉辦年會、夏令營與工作坊，促進跨校、跨領域的知識共享與經驗傳承。<br><br>SITCON 2026 將於 2026 年 3 月 28 日，在中央研究院人文社會科學館盛大舉行。",
        "en": "SITCON stands for Students’ Information Technology Conference, originated in 2012 by students from various FLOSS communities. It all started from a simple idea: to hold a conference of the students, by the students, for the students. Since 2013, SITCON has become an annual conference with over 1,000 participants across Asia and sessions spanning programming, cybersecurity, game development,  and open-source communities.  SITCON strives to become the stepping portal toward the open source world, the honored stage of home-brew projects and research, and the intersection where newcomers and skilled developers collide and sparkle.<br><br>SITCON 2026 will be held on March 28, 2026, at the Humanities and Social Sciences Building, Academia Sinica.",
        "ja": "SITCONは「Students’ Information Technology Conference」の略で、2012年に様々なFLOSSコミュニティの学生たちによって発足しました。すべては「学生による、学生のための、学生のカンファレンスを開く」という、一つのシンプルなアイデアから始まりました。2013年以降、SITCONは毎年開催されるカンファレンスとなり、アジア全域から1,000人以上が参加。プログラミング、サイバーセキュリティ、ゲーム開発、オープンソースコミュニティなど、そのセッションは多岐にわたります。SITCONは、オープンソースの世界への登竜門であり、自作プロジェクトや研究成果を発表する晴れの舞台、そして初心者と熟練開発者が出会い、互いに刺激し合う交差点となることを目指しています。<br><br>SITCON 2026は、2026年3月28日に中央研究院人文社会科学館にて盛大に開催されます。"
      },
      "category": {
        "zh": ["第一天 擺攤社群"],
        "en": ["Day 1 Community Participation"],
        "ja": ["1日目 コミュニティへの参加"]
      },
      "logo": "images/community-logo-sitcon.png",
      "website": "https://sitcon.org/",
      "social": {
        "Homepage": "https://sitcon.org/",
        "Telegram": "https://sitcon.org/tg",
        "Instagram": "https://sitcon.org/ig",
        "Facebook": "https://sitcon.org/fb"
      }
    },
    {
      "id": "kalug",
      "name": {
        "zh": "KaLUG 高雄 Linux User Group",
        "en": "KaLUG Kaohsiung Linux User Group",
        "ja": "KaLUG Kaohsiung Linux User Group"
      },
      "description": {
        "zh": "KaLUG 活動大多舉辦在 Second Space (中央公園站 3 號出口) 活動時間為每月第三週週六下午 (實際依講者狀況微調，偶爾線上) 偶爾雙語，主要討論 Linux & opensource 相關主題，以演說與討論並重形式進行。",
        "en": "KaLUG (Kaohsiung Linux User Group) events are mostly held at Second Space (Exit 3 of Central Park Station). Event times are usually on the third Saturday afternoon of every month (actual time is slightly adjusted based on the speaker's availability; occasionally held online). Events are sometimes bilingual and primarily focus on topics related to Linux & Open Source, conducted in a format that emphasizes both presentations and discussions.",
        "ja": "KaLUG (高雄 Linux ユーザーグループ) のイベントは、主に **Second Space（中央公園駅 3番出口）**で開催されます。開催時間は、毎月第3土曜日の午後です（実際は登壇者の都合により微調整があり、時々オンライン開催もあります）。イベントは時々バイリンガルで行われ、主に Linux とオープンソースに関連するテーマについて、講演と議論を両立させる形式で進行されます。"
      },
      "category": {
        "zh": ["第一天 擺攤社群"],
        "en": ["Day 1 Community Participation"],
        "ja": ["1日目 コミュニティへの参加"]
      },
      "logo": "images/community-logo-kalug.png",
      "website": "https://kalug.tw/",
      "social": {
        "Homepage": "https://kalug.tw/"
      }
    },
    {
      "id": "kimu",
      "name": {
        "zh": "KIMU - 高雄獨立遊戲開發者聚會",
        "en": "KIMU - Kaohsiung Indies Meet Up",
        "ja": "KIMU - 高雄インディーゲーム開発者ミートアップ"
      },
      "description": {
        "zh": "大家好，我們是以高雄為中心，想要聚集南部的遊戲開發者們交流的社群。",
        "en": "Hello everyone! We are a community centered in Kaohsiung, aiming to gather game developers from Southern Taiwan for networking and exchange.",
        "ja": "皆様、こんにちは！私たちは高雄を中心として活動しており、南台湾のゲーム開発者を集めて交流することを目的とするコミュニティです。"
      },
      "category": {
        "zh": ["第二天 參加社群"],
        "en": ["Day 2 Community Participation"],
        "ja": ["2日目 コミュニティへの参加"]
      },
      "logo": "images/community-logo-kimu.png",
      "website": "",
      "social": {
        "Facebook": "https://www.facebook.com/groups/109004249259586"
      }
    },
    {
      "id": "kaohsiung_wordpress",
      "name": {
        "zh": "Kaohsiung WordPress Meetup",
        "en": "Kaohsiung WordPress Meetup",
        "ja": "Kaohsiung WordPress Meetup"
      },
      "description": {
        "zh": "我們是一群位於高雄的 WordPress 愛好者，我們之中包含了開發者、設計師、內容產製者以及各式各樣與 WordPress 相關的人。藉由這個社群，我們希望能夠與同樣對 WordPress 有興趣的你，分享我們的想法與經驗。這個 WordPress Meetup Group 竭誠歡迎所有喜愛 WordPress 的人們加入",
        "en": "We are a group of WordPress enthusiasts based in Kaohsiung. We include developers, designers, content creators, and all sorts of other people related to WordPress. Through this community, we hope to share our ideas and experiences with anyone else who is interested in WordPress. This WordPress Meetup Group warmly welcomes everyone who loves WordPress to join us!",
        "ja": "私たちは、高雄を拠点とするWordPress 愛好家のグループです。開発者、デザイナー、コンテンツ制作者、その他様々な WordPress 関連のメンバーが参加しています。このコミュニティを通じて、同じく WordPress に興味を持つ皆様と、私たちのアイデアや経験を共有したいと考えています。この WordPress ミートアップグループは、WordPress を愛するすべての人々の参加を心より歓迎します。"
      },
      "category": {
        "zh": ["第一天 擺攤社群"],
        "en": ["Day 1 Community Participation"],
        "ja": ["1日目 コミュニティへの参加"]
      },
      "logo": "images/community-logo-kaohsiung_wordpress.png",
      "website": "https://www.meetup.com/kaohsiung-wordpress-meetup/",
      "social": {
        "Meetup": "https://www.meetup.com/kaohsiung-wordpress-meetup/"
      }
    },
    {
      "id": "dddtw",
      "name": {
        "zh": "DDDTW",
        "en": "DDDTW",
        "ja": "DDDTW"
      },
      "description": {
        "zh": "我們是一群熱愛軟體開發的開發人員，我們主要是推廣領域驅動設計(Domain-Driven Design)的社群，除此之外，對於敏捷開發和軟體架構設計以及商業組織轉型方面都有涉獵。<br>我們喜歡與各個社群一起協同推廣軟體開發，希望台灣軟體實力能夠在世界被看見。",
        "en": "We are a group of developers passionate about software development. Our main focus is promoting the Domain-Driven Design (DDD) community. In addition, we are also involved in Agile development, software architecture design, and business organizational transformation.<br><br>We enjoy collaborating with other communities to promote software development, with the hope that Taiwan's software capabilities can gain global recognition.",
        "ja": "私たちは、ソフトウェア開発を愛する開発者のグループです。主にドメイン駆動設計（Domain-Driven Design, DDD）の普及を推進しており、そのほかにも、アジャイル開発やソフトウェアアーキテクチャ設計、ビジネス組織の変革といった分野も手掛けています。<br>私たちは、様々なコミュニティと協力してソフトウェア開発を推進することを重視しており、台湾のソフトウェア実力が世界で認められることを願っています。"
      },
      "category": {
        "zh": ["第一天 擺攤社群"],
        "en": ["Day 1 Community Participation"],
        "ja": ["1日目 コミュニティへの参加"]
      },
      "logo": "images/community-logo-ddd_tw.png",
      "website": "https://www.facebook.com/groups/dddesigntw",
      "social": {
        "Facebook": "https://www.facebook.com/groups/dddesigntw"
      }
    },
    {
      "id": "gdg_on_campus",
      "name": {
        "zh": "GDG on Campus",
        "en": "GDG on Campus",
        "ja": "GDG on Campus"
      },
      "description": {
        "zh": "對 Google 技術充滿好奇？想在大學找到一起玩轉程式碼、激發創意的夥伴嗎？<br><br>GDG on Campus (Google 開發者社群) 就是專為學生打造的技術社群！我們舉辦技術工作坊、讀書會，有機會邀請業界專家分享最新趨勢，主題涵蓋 AI、雲端、行動與網頁開發等。<br><br>在這裡，你不只能學習最新技術、累積專案經驗，更能與來自不同學校的開發者交流，找到志同道合的夥伴一起參加黑客松、挑戰 Google Solution Challenge！",
        "en": "Curious about Google's technology? Want to find partners in university to play with code and spark creativity?<br><br>GDG on Campus (Google Developer Groups on Campus) is a technology community built just for students! We host technical workshops, study groups, and invite industry experts to share the latest trends on topics covering AI, Cloud, Mobile, and Web development.<br><br>Here, you can not only learn the latest technologies and gain project experience but also connect with developers from different schools and find like-minded partners to join hackathons and take on the Google Solution Challenge!",
        "ja": "Google のテクノロジーに興味がありますか？大学で一緒にコーディングを楽しみ、クリエイティブなアイデアを刺激し合える仲間を見つけたいですか？<br><br>GDG on Campus (Google Developer Groups on Campus) は、まさに学生のために作られた技術コミュニティです！私たちは技術ワークショップや勉強会を開催し、業界の専門家を招いてAI、クラウド、モバイル、ウェブ開発などの最新トレンドを共有する機会も設けています。<br><br>ここでは、最新技術を学び、プロジェクト経験を積むだけでなく、様々な大学の開発者と交流し、ハッカソンに参加したり、Google Solution Challenge に挑戦したりする、志を同じくする仲間を見つけることができます！"
      },
      "category": {
        "zh": ["第一天 擺攤社群"],
        "en": ["Day 1 Community Participation"],
        "ja": ["1日目 コミュニティへの参加"]
      },
      "logo": "images/community-logo-gdg_on_camps.png",
      "website": "",
      "social": {
        "GDG on Campus NUK": "https://gdg.community.dev/gdg-on-campus-national-university-of-kaohsiung-kaohsiung-city-taiwan/",
        "GDG on Campus NKUST": "https://gdg.community.dev/gdg-on-campus-national-kaohsiung-university-of-science-and-technology-kaohsiung-taiwan/",
        "GDG on Campus NSYSU": "https://gdg.community.dev/gdg-on-campus-national-sun-yat-sen-university-kaohsiung-city-taiwan/",
        "GDG on Campus NCKU": "https://gdg.community.dev/gdg-on-campus-national-cheng-kung-university-tainan-city-taiwan/"
      }
    },
    {
      "id": "py_ladies_kaohsiung",
      "name": {
        "zh": "PyLadies Kaohsiung",
        "en": "PyLadies Kaohsiung",
        "ja": "PyLadies Kaohsiung"
      },
      "description": {
        "zh": "PyLadies Kaohsiung 是一個專注於高雄的女性社群，致力於打造一個能安心自信討論的環境，讓女性透過 Python 得到不只技術上的精進還有各種交流的機會，更進一步成為科技領域中成為主動的參與者與領導者，與國際 PyLadies 組織接軌。",
        "en": "PyLadies Kaohsiung is a women's community focused on Kaohsiung, dedicated to creating a safe and confident environment for discussion. We aim to enable women to achieve not only technical advancement through Python but also various networking opportunities, further empowering them to become active participants and leaders in the tech field, connecting with the international PyLadies organization.",
        "ja": "PyLadies Kaohsiung は、高雄に焦点を当てた女性コミュニティであり、安心かつ自信を持って議論できる環境を構築することに尽力しています。私たちは、女性が Python を通じて技術的な進歩だけでなく、多様な交流の機会を得られるようにすることを目指しており、さらに一歩進んで、国際的な PyLadies 組織と連携しながら、彼女たちが技術分野において積極的な参加者およびリーダーとなるよう支援します。"
      },
      "category": {
        "zh": ["第一天 擺攤社群", "第二天 參加社群"],
        "en": ["Day 1 Community Participation", "Day 2 Community Participation"],
        "ja": ["1日目 コミュニティへの参加", "2日目 コミュニティへの参加"]
      },
      "logo": "images/community-logo-py_ladies_kaohsiung.png",
      "website": "https://www.facebook.com/marsw.fb",
      "social": {
        "Homepage": "https://pyladies-kaohsiung.github.io/",
        "Facebook": "https://www.facebook.com/pyladies.kaohsiung/"
      }
    },
    {
      "id": "pycon",
      "name": {
        "zh": "PyCon Taiwan",
        "en": "PyCon Taiwan",
        "ja": "PyCon Taiwan"
      },
      "description": {
        "zh": "PyCon Taiwan 為一年一度由愛好者舉辦、討論並提倡使用 Python 程式語言的會議，聚焦在 Python 技術與其多樣的可能應用的交流。我們歡迎所有對 Python 有興趣的朋友一同加入 PyCon Taiwan 來分享所學、交換想法、並且認識更多同好。",
        "en": "PyCon Taiwan is an annual convention in Taiwan for the discussion and promotion of the Python programming language. It is held by enthusiasts and focuses on Python technology and its versatile applications. We welcome people who are interested in Python to join PyCon Taiwan to share knowledge, exchange ideas, make connections and to help us grow our network.",
        "ja": "PyCon Taiwan（パイコン・台湾）は、台湾で毎年開催される Python プログラミング言語の議論と普及を目的としたカンファレンスです。Python を愛する有志によって運営され、Python 技術やその多様な応用に焦点を当てています。Python に興味のある皆さんの参加を歓迎します。知識を共有し、アイデアを交換し、交流を深め、一緒にネットワークを広げていきましょう。"
      },
      "category": {
        "zh": ["第二天 籌備社群"],
        "en": ["Day 2 Organizing Partners"],
        "ja": ["2日目 運営パートナー"]
      },
      "logo": "images/community-logo-pycon-tw.png",
      "website": "https://tw.pycon.org/",
      "social": {
        "Homepage": "https://tw.pycon.org/",
        "Facebook": "https://www.facebook.com/pycontw",
        "Facebook Group": "https://www.facebook.com/groups/pythontw",
        "Linkedin": "https://www.linkedin.com/company/pycontw"
      }
    },
    {
      "id": "rocket_camp",
      "name": {
        "zh": "火箭隊",
        "en": "Rocket Coding Camp",
        "ja": "Rocket Coding Camp"
      },
      "description": {
        "zh": "火箭隊位於高雄的工程師培訓營，針對市場急需的軟體工程師、後端工程師與 UI 設計師職缺而設。為期七個月的免費課程， 學員全程參與，僅需支付場地費。\n\n火箭隊培育具備問題解決能力的專業人才，滿足企業需求。透過教練的觀察與協助，學員將建立階段性目標，確保技能成長。加入火箭隊，您將獲得實戰經驗，迅速融入職場，並滿足市場對高品質工程師的渴求。",
        "en": "Rocket Team Engineer Training Program — Kaohsiung\n\nThe Rocket Team Training Camp in Kaohsiung is designed to address the growing market demand for software engineers, backend developers, and UI designers.\nThis seven-month intensive program is tuition-free, with participants only responsible for venue costs.\n\nAt Rocket Team, we cultivate professionals who possess real-world problem-solving skills and the ability to deliver practical engineering solutions that align with industry needs.\nThrough coach-guided mentorship and goal-oriented learning, participants establish clear development milestones to ensure continuous skill growth.\n\nBy joining Rocket Team, you’ll gain hands-on project experience, adapt quickly to workplace environments, and meet the industry’s increasing demand for high-quality software engineers.\n\n⸻\n\nWould you like me to make it sound more marketing-oriented (for web/landing page) or more formal (for government or corporate proposal)? I can fine-tune the tone accordingly.",
        "ja": "ロケットチーム 高雄エンジニア育成キャンプ\n\n台湾・高雄（Kaohsiung）に拠点を置くロケットチームのエンジニア育成キャンプは、深刻化するソフトウェアエンジニア／バックエンドエンジニア／UIデザイナーの人材需要に応えるために設計されています。\n全7カ月の集中プログラムで、受講料は無料。参加者は会場費のみご負担いただきます。\n\nロケットチームは、企業の期待に直結する実務レベルの課題解決力を備えたプロフェッショナルを育成します。\nコーチによる観察と伴走支援のもと、受講生は段階的な目標を設定し、スキルの着実な定着と成長を図ります。\n\nロケットチームに参加することで、実務さながらのプロジェクト経験を積み、職場への早期適応を実現。市場が求める高品質なエンジニアとして、即戦力としての価値を高められます。"
      },
      "category": {
        "zh": ["第二天 籌備社群"],
        "en": ["Day 2 Organizing Partners"],
        "ja": ["2日目 運営パートナー"]
      },
      "logo": "images/community-logo-rocket_camp.png",
      "website": "https://www.facebook.com/profile.php?id=100039975056467",
      "social": {
        "Facebook": "FB：https://www.facebook.com/profile.php?id=100039975056467"
      }
    },
    {
      "id": "mopcon",
      "name": {
        "zh": "MOPCON",
        "en": "MOPCON",
        "ja": "MOPCON"
      },
      "description": {
        "zh": "漸漸步入第 14 個年頭，MOPCON 自 2012 年起，持續致力於南臺灣資訊領域的社群發展。一步一腳印的走過來，從百人參與的小小聚會，到如今千人共鳴的科技盛會，MOPCON 仍堅持深耕在這片土地上。今年 2025 年的 11 月我們將重回檯面，再次將眾人齊聚一堂，一同面對如今大數據浪潮下的未來！",
        "en": "Stepping into its 14th year, MOPCON has been dedicated to fostering the growth of the tech community in southern Taiwan since 2012. From humble beginnings as a small gathering of a few hundred participants to becoming a grand event that attracts thousands, MOPCON has continued to take steady steps while staying deeply rooted in this land. This November 2025, we return once again to the stage — bringing everyone together to face the future shaped by the ever-growing wave of big data!",
        "ja": "マプコン最高う！"
      },
      "category": {
        "zh": ["第二天 參加社群"],
        "en": ["Day 2 Community Participation"],
        "ja": ["2日目 コミュニティへの参加"]
      },
      "logo": "images/community-logo-mopcon.png",
      "website": "https://mopcon.org/2025/",
      "social": {
        "Homepage": "https://mopcon.org/2025/",
        "Facebook": "https://fb.com/mopcon/",
        "KKTix": "https://mopcon.kktix.cc/events/mopcon-2025"
      }
    },
    {
      "id": "anoni_net",
      "name": {
        "zh": "匿名網路社群 anoni.net",
        "en": "Anonymity Networks Community anoni.net",
        "ja": "あのにネット anoni.net"
      },
      "description": {
        "zh": "我們是關注「匿名網路」、「網路自由」的一群人，透過 Tor、Tails、OONI 工具喚起一般大眾網路自由的重要性！目前正在招募社群成員，建立第一批的社群夥伴，希望未來可以固定在網路上分享、更新「匿名網路」狀況。專案的一開始我們僅關注在 OONI 專案，透過調查臺灣 ASNs 在 OONI 資料庫中觀測資料的完整性、是否可以反應臺灣目前網路狀況。後續在持續推廣 OONI 的時候發現臺灣的網路相對自由很多，很多國際上的議題在臺灣比較少發生，因此對於網路監控、網路干預...等議題，在臺灣比較不好找到實際案例協助推廣，因此我們決定改變推廣方式與我們所扮演的角色，專注在隱私權相關議題，定位在「匿名網路」的議題上推動、在匿名網路服務上建立！",
        "en": "We are a group focused on \"Anonymous Networks\" and \"Internet Freedom,\" aiming to raise public awareness about the importance of internet freedom through tools like Tor, Tails, and OONI. We are currently recruiting community members to establish our initial group of partners, with hopes to regularly share and update on the status of \"Anonymous Networks\" online. At the start of our project, we concentrated solely on the OONI project, by examining the completeness of observational data for Taiwanese ASNs in the OONI database and whether it reflects Taiwan's current internet status. As we continued to promote OONI, we found that Taiwan enjoys relatively more internet freedom, with fewer occurrences of international issues. Consequently, it is challenging to find real-life cases related to internet monitoring or interference in Taiwan to support promotion efforts. Therefore, we decided to shift our focus and role, concentrating on privacy-related issues and promoting and establishing anonymous network services with a focus on \"Anonymous Networks.\"",
        "ja": "私たちは「匿名ネットワーク」や「インターネットの自由」に関心を持っているグループです。Tor、Tails、OONI といったツールを使用して、一般の人々にインターネットの自由の重要性を呼びかけています！現在、コミュニティメンバーを募集しており、最初の仲間を作ることを目指しています。将来的には、インターネット上で「匿名ネットワーク」の状況を定期的に共有し、更新していきたいと考えています。"
      },
      "category": {
        "zh": ["第二天 籌備社群"],
        "en": ["Day 2 Organizing Partners"],
        "ja": ["2日目 運営パートナー"]
      },
      "logo": "images/community-logo-default.png",
      "website": "https://anoni.net/",
      "social": {
        "Homepage": "https://anoni.net/"
      }
    },
    {
      "id": "cathay_cdc",
      "name": {
        "zh": "國泰 CDC 小聚",
        "en": "國泰 CDC 小聚",
        "ja": "國泰 CDC 小聚"
      },
      "description": {
        "zh": "",
        "en": "",
        "ja": ""
      },
      "category": {
        "zh": ["第二天 籌備社群"],
        "en": ["Day 2 Organizing Partners"],
        "ja": ["2日目 運営パートナー"]
      },
      "logo": "images/community-logo-default.png",
      "website": "",
      "social": {}
    },
    {
      "id": "code_for_taiwan",
      "name": {
        "zh": "Code for Taiwan",
        "en": "Code for Taiwan",
        "ja": "Code for Taiwan"
      },
      "description": {
        "zh": "",
        "en": "",
        "ja": ""
      },
      "category": {
        "zh": ["第二天 參加社群"],
        "en": ["Day 2 Community Participation"],
        "ja": ["2日目 コミュニティへの参加"]
      },
      "logo": "images/community-logo-default.png",
      "website": "",
      "social": {}
    },
    {
      "id": "uiux_kaohsiung",
      "name": {
        "zh": "UIUX Kaohsiung",
        "en": "UIUX Kaohsiung",
        "ja": "UIUX Kaohsiung"
      },
      "description": {
        "zh": "",
        "en": "",
        "ja": ""
      },
      "category": {
        "zh": ["第二天 籌備社群"],
        "en": ["Day 2 Organizing Partners"],
        "ja": ["2日目 運営パートナー"]
      },
      "logo": "images/community-logo-default.png",
      "website": "",
      "social": {}
    },
    {
      "id": "iplayground",
      "name": {
        "zh": "iPlayground",
        "en": "iPlayground",
        "ja": "iPlayground"
      },
      "description": {
        "zh": "",
        "en": "",
        "ja": ""
      },
      "category": {
        "zh": ["第二天 參加社群"],
        "en": ["Day 2 Community Participation"],
        "ja": ["2日目 コミュニティへの参加"]
      },
      "logo": "images/community-logo-default.png",
      "website": "",
      "social": {}
    },
    {
      "id": "k_net",
      "name": {
        "zh": "K. NET",
        "en": "K. NET",
        "ja": "K. NET"
      },
      "description": {
        "zh": "",
        "en": "",
        "ja": ""
      },
      "category": {
        "zh": ["第二天 籌備社群"],
        "en": ["Day 2 Organizing Partners"],
        "ja": ["2日目 運営パートナー"]
      },
      "logo": "images/community-logo-default.png",
      "website": "",
      "social": {}
    },
    {
      "id": "good_idea_studio",
      "name": {
        "zh": "好想工作室",
        "en": "好想工作室",
        "ja": "好想工作室"
      },
      "description": {
        "zh": "",
        "en": "",
        "ja": ""
      },
      "category": {
        "zh": ["第二天 參加社群"],
        "en": ["Day 2 Community Participation"],
        "ja": ["2日目 コミュニティへの参加"]
      },
      "logo": "images/community-logo-default.png",
      "website": "",
      "social": {}
    }
  ]
}
