{
  "booths": [
    {
      "id": "tkug",
      "name": {
        "zh": "Taiwan Kotlin User Group 攤位展示",
        "en": "Taiwan Kotlin User Group Booth",
        "ja": "Taiwan Kotlin User Group ブース展示"
      },
      "description": {
        "zh": "Taiwan Kotlin User Group 致力於推廣 Kotlin 語言與生態，無論是後端開發、Android、KMP 還是伺服器框架 Ktor，都能找到實用與有趣的應用。<br><br>我們在技術創作市集準備了 Kotlin 教學材料與開發案例，讓開發者快速上手並體驗 Kotlin 的優雅與高效。歡迎來攤位交流、分享學習經驗，或一起討論如何用 Kotlin 打造更好的軟體產品！<br><br>預計販售物品：個人技術創作本、個人設計小物。",
        "en": "The Taiwan Kotlin User Group is dedicated to promoting the Kotlin language and its ecosystem. Whether it's backend development, Android, KMP, or the Ktor server framework, you can find practical and interesting applications.<br><br>At the Tech Creation Market, we have prepared Kotlin learning materials and development case studies to help developers get started quickly and experience the elegance and efficiency of Kotlin. We welcome you to come to our booth to exchange ideas, share learning experiences, or discuss how to build better software products with Kotlin!<br><br>Expected items for sale: Personal technical zines, custom-designed small items.",
        "ja": "Taiwan Kotlin User Group は Kotlin 言語とエコシステムの推進に取り組んでいます。バックエンド開発、Android、KMP、サーバーフレームワーク Ktor など、実用的で興味深いアプリケーションを見つけることができます。<br><br>技術創作マーケットでは、開発者が素早く始められ、Kotlin の優雅さと効率性を体験できるよう、Kotlin 学習教材と開発事例を用意しています。ぜひブースにお越しいただき、アイデアを交換し、学習経験を共有し、Kotlin でより良いソフトウェア製品を構築する方法について議論しましょう！<br><br>販売予定商品：個人技術創作誌、個人デザイン小物。"
      },
      "logo": "images/twm-logo-taiwan_kotlin_user_group.png",
      "website": "",
      "social": {}
    },
    {
      "id": "anoni_net",
      "name": {
        "zh": "匿名網絡社群 anoni.net",
        "en": "Anonymous Network Community anoni.net",
        "ja": "匿名ネットワークコミュニティ anoni.net"
      },
      "description": {
        "zh": "關於匿名網路、網路自由，如何介紹 Tor/Tails、OONI 相關的設定與臺灣區域間的網路自由現況。",
        "en": "Regarding anonymous networks and internet freedom, how to introduce the settings for Tor/Tails and OONI, and the current status of internet freedom in the Taiwan region.",
        "ja": "匿名ネットワークとインターネットの自由に関して、Tor/Tails や OONI の関連設定、および台湾地域のインターネットの自由の現状をどのように紹介するか。"
      },
      "logo": "images/twm-logo-default.png",
      "website": "https://anoni.net",
      "social": {
        "Homepage": "https://anoni.net/"
      }
    },
    {
      "id": "mantou",
      "name": {
        "zh": "饅頭圖形筆記",
        "en": "Mantou Graphic Notes",
        "ja": "Mantou 視覚的ノート"
      },
      "description": {
        "zh": "不知道要寫什麼 XD",
        "en": "I don't know what to write 🙂",
        "ja": "何を書いたらいいか分からない XD"
      },
      "logo": "images/twm-logo-mantou.png",
      "website": "",
      "social": {}
    }
  ]
}
